{"translation-revision-date":"2024-08-13 16:24:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Neutral Sentiment":["Sentimiento neutral"],"Goal:":["Objetivo:"],"Your headline would be more likely to get clicks if it had more uncommon words.":["Sería más probable que tu titular recibiera clics si tuviera más palabras poco comunes."],"Headlines with 20-30% common words are more likely to get clicks.":["Los titulares con un 20-30% de palabras comunes son más propensos a recibir clics."],"Write your post title to see the analyzer data. This Headline Analyzer tool enables you to write irresistible SEO headlines that drive traffic, shares, and rank better in search results.":["Escribe el título de tu entrada para ver los datos del analizador. Esta herramienta de análisis de titulares te permite escribir titulares SEO irresistibles que impulsen el tráfico y las acciones y tengan mejor posición en los resultados de búsqueda."],"Try New Headline":["Probar otro titular"],"Too Short 🙃":["Demasiado corto 🙃"],"Too Long 😑":["Demasiado largo 😑"],"This Headline Analyzer is part of %1$s to help you increase your traffic. %2$sAnalyze your site further here%3$s →%4$s":["Este analizador de titulares es una parte de %1$s que te puede ayudar a aumentar tu tráfico. %2$sAnaliza más tu sitio aquí%3$s →%4$s"],"Super! 🔥🔥🔥":["¡Genial! 🔥🔥🔥"],"Search Preview":["Vista previa de la búsqueda"],"Previous Scores":["Puntuaciones anteriores"],"Not Looking Great":["No tiene buena pinta"],"New Score":["Nueva puntuación"],"Most readers only look at the first and last 3 words of a headline before deciding whether to click.":["La mayoría de los lectores solo miran las primeras y últimas 3 palabras de un titular antes de decidir si hacer clic."],"Looks Good! 👍👍":["¡Tiene buena pinta! 👍👍"],"Here is how your headline will look like in Google search results page.":["Así es como aparecerá tu titular en la página de resultados de búsqueda de Google."],"Good 🙂":["Bien 🙂"],"Getting There":["Ya casi estamos"],"Enter a different headline than your post title to see how it compares.":["Introduce un título diferente al de tu entrada para compararlos."],"Ending Words":["Palabras finales"],"Current Score":["Puntuación actual"],"Could Be Better":["Mejorable"],"Compare the percentages of your results to the goal for each category and adjust as necessary.":["Compara los porcentajes de tus resultados con el objetivo de cada categoría y ajústalo según sea necesario."],"Beginning Words":["Palabras iniciales"],"Beginning & Ending Words":["Palabras de inicio y final"],"Analyze Headline":["Analizar el titular"],"At this length, it will get cut off in search results. Try reducing it to about 55 characters.":["Con esta longitud, se cortará en los resultados de búsqueda. Intenta reducirlo a unos 55 caracteres."],"Headlines that are about 55 characters long will display fully in search results and tend to get more clicks.":["Los titulares de unos 55 caracteres de largo se mostrarán por completo en los resultados de búsqueda y tienden a obtener más clics."],"You have space to add more keywords and power words to boost your rankings and click-through rate.":["Tienes espacio para añadir más palabras clave y palabras potentes para impulsar tu posicionamiento y la tasa de clics."],"Headline Type":["Tipo de titular"],"Word Count":["Recuento de palabras"],"Sentiment":["Sentimiento"],"Character Count":["Recuento de caracteres"],"At least one":["Al menos una"],"Word Balance":["Equilibrio de palabras"],"Headlines with power words are more likely to get clicks.":["Los titulares con palabras potentes son más propensos a recibir clics."],"Power Words":["Palabras potentes"],"10-15%":["10-15 %"],"Emotionally triggered headlines are likely to drive more clicks.":["Los titulares que provocan emociones probablemente generen más clics."],"Emotional Words":["Palabras emocionales"],"10-20%":["10-20 %"],"Your headline would be more likely to get clicks if it had more common words.":["Sería más probable que tu titular recibiera clics si tuviera más palabras comunes."],"Uncommon Words":["Palabras poco comunes"],"20-30%":["20-30 %"],"Headlines with uncommon words are more likely to get clicks.":["Los titulares con palabras poco comunes son más propensos a recibir clics."],"Common Words":["Palabras comunes"],"Headlines that are lists and how-to get more engagement on average than other types of headlines. %1$s%2$sLearn More%3$s →":["Los titulares en formato de lista y guías prácticas obtienen de media más participación que otros tipos de titulares. %1$s%2$sSaber más%3$s →"],"Negative headlines are attention-grabbing and tend to perform better than neutral ones.":["Los titulares negativos llaman la atención y tienden a rendir mejor que los neutros."],"Your headline has a negative sentiment.":["Tu titular tiene un sentimiento negativo."],"Negative":["Negativo"],"Positive headlines tend to get better engagement than neutral or negative ones.":["Los titulares positivos tienden a obtener más participación que los neutros o negativos."],"Your headline has a positive sentiment.":["Tu titular tiene un sentimiento positivo."],"Positive":["Positivo"],"Headlines that are strongly positive or negative tend to get more engagement than neutral ones.":["Los titulares que son muy positivos o muy negativos tienden a obtener una mayor participación que los neutrales."],"Neutral":["Neutro"],"Your headline has too many words. Long headlines will get cut off in search results and won’t get as many clicks.":["Tu titular tiene demasiadas palabras. Los titulares largos se cortarán en los resultados de búsqueda y no obtendrán tantos clics."],"Too Many Words 😑":["Demasiadas palabras 😑"],"Reduce Word Count 🙂":["Reduce el número de palabras 🙂"],"Your headline has the right amount of words. Headlines are more likely to be clicked on in search results if they have about 6 words.":["Tu titular tiene la cantidad correcta de palabras. Es más probable que se haga clic en los titulares de los resultados de búsqueda si tienen alrededor de 6 palabras."],"Your headline doesn’t use enough words. You have more space to add keywords and power words to improve your SEO and get more engagement.":["Tu titular no usa suficientes palabras. Tienes más espacio para añadir palabras clave y palabras potentes para mejorar tu SEO y obtener más participación."],"Not Enough Words 🙃":["No hay suficientes palabras 🙃"],"For best results, you should strive for %1$d and above.":["Para obtener mejores resultados, debes aspirar a %1$d y por encima."],"A very good score is between %1$d and %2$d.":["Un muy buen resultado está entre %1$d y %2$d."],"Score":["Puntuación"]}},"comment":{"reference":"dist\/Lite\/assets\/headline-analyzer.Dgs8jPxB.js"}}